const seriesList = [
    {
        img: "../LAB4/series-img/desperatehousewives.jpg",
        title: "Отчаянные домохозяйки",
        years: "2004–2012",
        actors: "Тери Хэтчер, Фелисити Хаффман, Марсия Кросс, Ева Лонгория",
        plot: "История жизни домохозяек с улицы Вистерия Лейн, где за идеальной картинкой скрываются тайны, интриги и преступления."
    },
    {
        img: "../LAB4/series-img/friends.jpg",
        title: "Друзья",
        years: "1994–2004",
        actors: "Дженнифер Энистон, Кортни Кокс, Лиза Кудроу, Мэтт Леблан, Мэттью Перри, Дэвид Швиммер",
        plot: "Шесть друзей живут в Нью-Йорке, строят карьеру, влюбляются и постоянно попадают в забавные ситуации."
    },
    {
        img: "../LAB4/series-img/himym.jpg",
        title: "Как я встретил вашу маму",
        years: "2005–2014",
        actors: "Джош Рэднор, Нил Патрик Харрис, Коби Смолдерс, Джейсон Сигел, Элисон Хэнниган",
        plot: "Тед рассказывает своим детям длинную историю о том, как он встретил их мать, вспоминая свою жизнь и друзей."
    },
    {
        img: "../LAB4/series-img/iasip.jpg",
        title: "В Филадельфии всегда солнечно",
        years: "2005–н.в.",
        actors: "Чарли Дэй, Гленн Хауэртон, Роб Макэлхенни, Кейтлин Олсон, Дэнни ДеВито",
        plot: "Компания друзей владеет баром и постоянно попадает в абсурдные и часто аморальные ситуации."
    },
    {
        img: "../LAB4/series-img/parksandrecreation.jpg",
        title: "Парки и зоны отдыха",
        years: "2009–2015",
        actors: "Эми Полер, Ник Офферман, Обри Плаза, Крис Пратт",
        plot: "Оптимистичная чиновница Лесли Ноуп работает в департаменте парков и пытается улучшить жизнь своего города."
    },
    {
        img: "../LAB4/series-img/scrubs.jpg",
        title: "Клиника",
        years: "2001–2010",
        actors: "Зак Брафф, Дональд Фэйсон, Сара Чок, Джуди Рейес",
        plot: "Молодые врачи проходят практику в больнице, сталкиваясь с трудностями медицины и личной жизни."
    },
    {
        img: "../LAB4/series-img/sexandthecity.jpg",
        title: "Секс в большом городе",
        years: "1998–2004",
        actors: "Сара Джессика Паркер, Ким Кэттролл, Кристин Дэвис, Синтия Никсон",
        plot: "Четыре подруги в Нью-Йорке обсуждают отношения, карьеру и личную жизнь."
    },
    {
        img: "../LAB4/series-img/thebigbangtheory.jpeg",
        title: "Теория большого взрыва",
        years: "2007–2019",
        actors: "Джим Парсонс, Джонни Галэки, Кейли Куоко, Саймон Хелберг, Кунал Найяр",
        plot: "Группа гиков-физиков живёт своей жизнью, пока в неё не вмешивается их соседка Пенни."
    },
    {
        img: "../LAB4/series-img/themiddle.webp",
        title: "Бывает и хуже",
        years: "2009–2018",
        actors: "Патриша Хитон, Нил Флинн, Чарли МакДермотт",
        plot: "Семья из среднего класса пытается справляться с повседневными проблемами и сохранять оптимизм."
    },
    {
        img: "../LAB4/series-img/theoffice.jpg",
        title: "Офис",
        years: "2005–2013",
        actors: "Стив Карелл, Рэйн Уилсон, Джон Красински, Дженна Фишер",
        plot: "Псевдодокументальный сериал о жизни сотрудников офиса бумажной компании и их странного босса."
    }
];